[
    {
      "image": "publication1.jpg",
      "title": "Gonna Roll Myself Up to the Top of the Hill",
      "author": "Skip Lewers",
      "description": "Part confessional, part takedown, and part desperate plea for recognition, this is the first volume of the darkly funny, painfully honest last words of a man who never quite mattered, except possibly to himself. '10/10! Probably the best book I've ever read, and I've read 'em all!' - Professor E.L. Books (Book Review World)"
    },
    {
      "image": "publication2.jpg",
      "title": "The Q Conundrum",
      "author": "Don Chuston",
      "description": "Two ticking timebombs? A quadruple cross? An enemy agent who seems to have not just his number, but the answers to what they add up to? Intrigue from Jakarta to Bairitz. This is Chuston at his meatiest."
    },
    {
      "image": "publication3.jpg",
      "title": "Kugelman's Last Stand",
      "author": "Sidney Finkelboig",
      "description": "Newly appointed Junior Vice President of Complaints Receivable, Stanley Kugelman, is balancing his new job responsibilities, three-month-old twins, a wife who hates him, a mother-in-law who despises him, a mistress who won't leave him alone, and an undiagnosed heart condition. Will anything go right for Stanley? Not before it goes very, very, hilariously wrong!"
    },
    {
      "image": "publication4.jpg",
      "title": "The First Mate's Second Wife",
      "author": "Drearie O'Shaughnessy",
      "description": "Every May on Old Chimminy Isle, the boats sail out. Every May on Old Chimminy Isle, Clodagh Hurleigh finds love anew in the arms of the one man she knows she can never trust herself with. 'Steamy, guilt-ridden fun best enjoyed when the kids aren't around, in case you decide to masturbate!' (Book Review World)"
    },
    {
      "image": "publication5.jpg",
      "title": "Carlotta Zalotta",
      "author": "Randy Dingus",
      "description": "Saucy co-ed, Carlotta Zalotta, has just inherited daddy's millions. She knows the right thing to do with the money--the problem is, the wrong thing's a lot more fun!"
    },
    {
      "image": "publication6.jpg",
      "title": "I, Rabbi",
      "author": "G. Garry Darke",
      "description": "Father Declan 'Rabbi' Manion roams a post-apocalyptic, near-future, American West, in search of life--and redemption--before time runs out, in this pulse-pounding potboiler 'Book Review World' called, 'A gutshot of smart, terrifying fun.'"
    },
    {
      "image": "publication7.jpg",
      "title": "Never the Sparrows Come Down",
      "author": "Joan Cottenwode",
      "description": "Horrible things happen to a child somewhere rural. I'll be honest, I did not read this one."
    },
    {
      "image": "publication8.jpg",
      "title": "Trouble is My Gun",
      "author": "Staunch Crail",
      "description": "A case of mistaken identity has Boyle up to his neck in it--the same neck half the mooks in town are out to get. It's a neck-and-neck race against time. Will Boyle save the day by the skin of his neck, or is he out on his neck for good this time?"
    },
    {
      "image": "publication9.jpg",
      "title": "The Elf Riders of Dragonforge",
      "author": "R.T.L.O. Smorgen",
      "description": "The Elf King Gringlegorb has died, and now it is up to his nephew, Smindelmere, to kill the big bad dragon, Glaarg, and steal the magic amulet of Everhorne, to prevent the arrival of a dragon too cruel to even be believed. A true classic of the genre."
    },
    {
      "image": "publication10.jpg",
      "title": "Night at Dark",
      "author": "Ludlow Thursdon",
      "description": "Rising executive, J.L. Randolph, thinks he wants to make it to the top. But when someone at the top takes J.L. under his wing, he realizes that sometimes being at the top just means the drop to the bottom's even scarier."
    },
    {
      "image": "publication11.jpg",
      "title": "The Eggleston Device",
      "author": "Bernie L. Schidts",
      "description": "An OSS agent is brainwashed by the Reds and given one mission: find the nuclear codes, or kill trying, or die killing. A heart-pounding, teeth-clenching, sweat-pouring, knuckle-whitening rip-roarer of a classic."
    },
    {
      "image": "publication12.jpg",
      "title": "Whither Our Tomesterdays?",
      "author": "Clarton Hairol",
      "description": "A small town gets smaller over time, as the young people move away or go off to die in war, and various other people die from other things, leaving only the remaining old folks to sit around and tell their tales to each other. 'Heartwarming' - Mom Magazine."
    },
    {
      "image": "publication13.jpg",
      "title": "Love'll Hit Ya Like That - and Other Stories",
      "author": "Charles Larson Lorson",
      "description": "Mundane stories of suburban life in mid-century America, back when men were men and work was work and booze was booze and the suburbs were the suburbs--and America was still figuring itself out. Just watch 'Mad Men', honestly."
    },
    {
      "image": "publication14.jpg",
      "title": "Bloodbags and Boo-Sticks",
      "author": "Terrance M. Malloin",
      "description": "They said terror could never come back to Maple Falls, not like it did back in '64, when little Timmy Polk went nutso and killed up half the town. Something like that could never happen again, right? Not in Maple Falls, right?"
    },
    {
      "image": "publication15.jpg",
      "title": "Crüül",
      "author": "H.K.L.M.H. Thrinn",
      "description": "On planet Xarfu P-9-20, nothing is exactly as it seems, and everything is more dangerous than it seems--even the planet itself. And that's not to mention the legions of intergalactic troopers waging war over its resources, or the hundreds of pages of background material and lore that fill out this massive book."
    },
    {
      "image": "publication16.jpg",
      "title": "The Lost Teachings",
      "author": "Unknown",
      "description": "It is said that the few who have cracked the code have refused to discuss it, only to say that they profoundly regret what they have learned."
    },
    {
      "image": "publication17.jpg",
      "title": "Dinner at Bergdorf's",
      "author": "Jillian Raskell",
      "description": "What do you get the gal who has everything? Why a prince, of course! (And, of course, more mishaps than she ever bargained for!)"
    },
    {
      "image": "publication18.jpg",
      "title": "A Face to Die to",
      "author": "Mike Armse",
      "description": "Wilbur Eeler has loved Irene Gallant since before he can remember. Irene Gallant has been terrified of Wilbur Eeler since before she can remember. There's only one way this can go, and it's not good."
    },
    {
      "image": "publication19.jpg",
      "title": "Bunny Rabbit, Bunny Rabbit, Bunny Rabbit, Hop",
      "author": "Terrance M. Malloin",
      "description": "A strange evil is affecting the sleepy community of Maple Falls, and now its most innocent citizens will become its most malicious, in this frightifying terrorfest Doug Shirts called 'Maybe the scariest book you'll ever read'."
    },
    {
      "image": "publication20.jpg",
      "title": "The Collected Works of Millbaun Warthorpe",
      "author": "Millbaun Warthorpe",
      "description": "It's all here in one handy volume. His college poetry. His essays about religion. His racially insensitive travelogues. His bitchy personal correspondence! It's all here! Just in time for Christmas!"
    },
    {
      "image": "publication21.jpg",
      "title": "The Girl Who Loved Fudge",
      "author": "Teeny Tawlette",
      "description": "Henrietta has a big secret: she loves fudge! Well, it won’t be much of a secret if her brat brother, Gordo, tells half the school!"
    },
    {
      "image": "publication22.jpg",
      "title": "The Way Life Works, Sometimes (and Other Essays)",
      "author": "Doris Ruth Beller",
      "description": "Essays on motherhood, sisterhood, daughterhood, wifehood, and member-of-societyhood, with a big city flair that'll make you feel stupid and uncultured and destined for smallness, unelss you <i>are</i> stupid, in which case, you're not going to read it anyway. Feel free to buy it, though."
    },
    {
      "image": "publication23.jpg",
      "title": "The Wealthy",
      "author": "Porter Towles",
      "description": "Peter Carver thinks he’s seen it all: cars, boats, horses, women, and jewels. But that was before he met Roger Croesus."
    },
    {
      "image": "publication24.jpg",
      "title": "The Ghosty Boo Man",
      "author": "Terrance M. Malloin",
      "description": "Just when the town of Maple Falls thought it could finally get some sleep, a very new terror man has come to invade their dreams and turn them against each other in this chiller Doug Shirts called one of the five scariest books of all time."
    },
    {
      "image": "publication25.jpg",
      "title": "The Two Flutes of Juan Perigro",
      "author": "Garcia Rodrigo Fermín",
      "description": "A thrilling tale of romance, betrayal, and flutes, set in the heart of of a mystical land somewhere between Heaven and Tegucigalpa. Juan Perigro must choose between love and his passion for the flute, before all time disappears forever."
    },
    {
      "image": "publication26.jpg",
      "title": "Which Way the Monkey Barks",
      "author": "Erm Weethbred",
      "description": "This classic tale of teenage non-conformity and the adults who called it madness has inspired more acts of violence than many holy books."
    },
    {
      "image": "publication27.jpg",
      "title": "Blook",
      "author": "Cliff Swale",
      "description": "Out of print."
    },
    {
      "image": "publication28.jpg",
      "title": "Spring’s Purple Yearning",
      "author": "Delano da la Nöe",
      "description": "Banned in the United States for over thirty years due to its florid sexuality and frequent use of the word 'cunt' as, practically, an incantation to his lovers' genitalia, it's mainly just a stream of consciousness account of what it was like to live abroad as a penniless writer at a time when that meant living like a minor royal. Maddening."
    },
    {
      "image": "publication29.jpg",
      "title": "The Simpleton",
      "author": "Piotr Krav",
      "description": "The timeless satire about hapless local dimwit Plazhdav Gurlg, a man too naive for his world, yet who somehow always stumbles unscathed from the malice and disaster that seem to follow him like a shadow. A true classic of joyless Russian humor."
    },
    {
      "image": "publication30.jpg",
      "title": "The Very Tired Mosquito",
      "author": "Babsy Churning",
      "description": "A children's book about a mosquito who drank the wrong blood."
    },
    {
      "image": "publication31.jpg",
      "title": "This Way the Bellwether",
      "author": "Floristene Diddins",
      "description": "A deeply introspective stream-of-consciousness masterpiece about what it's like to get really sick and have nothing but time to lie in bed and stare out the window and ponder the few, boring memories people got to have back then, unless they were in a war or Babe Ruth or something."
    },
    {
      "image": "publication32.jpg",
      "title": "Life Under Darkening Skies",
      "author": "Haylin Hardy",
      "description": "A well-to-do Manhattanite couple watches their world crumble around them, while their friends continue to thrive and laugh and play tennis and shit."
    },
    {
      "image": "publication33.jpg",
      "title": "1986",
      "author": "Jameson Werble",
      "description": "The Bureau of Interpersonal Investigations has opened a file on John Freeman, for the crime of opinions, and now he must run, run, run. Interpreted to fit disparate politcal agendas for 75 years and counting!"
    },
    {
      "image": "publication34.jpg",
      "title": "The Book of Skin",
      "author": "Doug Shirts",
      "description": "When Ermond Opath loses the love of his life to a dread disease (adult onset spina bifida), he does what the protagonist of any Doug Shirts novel or short story does: turn to the dark arts to summon a demon, in this case to help him bring back his lost love--with horrific consequences!"
    },
    {
      "image": "publication35.jpg",
      "title": "The Screams of Lost Children",
      "author": "Doug Shirts",
      "description": "When inexperienced, hobbyist occultists accidentally summon the wrong demon, it is the children of Deadfordshire who must suffer, in this chilling creeper horror-maestro Terrance M. Malloin called, 'The scariest thing I read all year,' the year it came out."
    },
    {
      "image": "publication36.jpg",
      "title": "The Glee Boy",
      "author": "Odhran Finbarr O’Hell",
      "description": "Cocky young banker, David Riordan, is still in love with the girl from school, Siann Fleaghan, a humble nurse who wants nothing to do with David‘s greedy ways. So David has only one option: drink himself into the hospital, so that she’ll have to care for him… and hopefully fall in love."
    },
    {
      "image": "publication37.jpg",
      "title": "Letters from a Scumbag",
      "author": "Bulk Rogers",
      "description": "The self-eviscerating, self-pitying memoir of the man who could have been the number one world marbles champ, if only things had bounced his way."
    }
  ]
  